<p>Ещё одного поймали сегодня, это во всех газетах. «Подросток арестован за компьютерное преступление», «Хакер арестован за взлом банка».</p>
<p>Чёртовы дети… Они все одинаковы.</p>
Но вы, с вашей трёхэлементной психологией и техномозгом 50-х годов, вы смотрели когда-нибудь в глаза хакеру? Вы когда-нибудь задумывались, что заставляет его двигаться, какие силы сформировали его?</p>
<p>Я — хакер, войдите в мой мир…</p>
  <p>Мой мир начинается со школы. Я умнее большинства других детей; та чушь, которой учат нас в школе, скучна.</p>
<p>Чёртов недоносок… Они все одинаковы.</p>
<p>Я в средних или старших классах. Слушаю учительницу, которая в пятнадцатый раз объясняет, как сокращать дробь. Да понял я уже. «Нет, мисс Смит, я не покажу вам мою работу. Я сделал её в уме…»</p>
<p>Чёртов ребенок, наверняка списал. Они все одинаковы.</p>
<p>Сегодня я сделал открытие. Я открыл компьютер. Секунду… это здорово! Он делает то, что я хочу. Если он совершает ошибку — это потому что я напортачил. Не потому, что я ему не нравлюсь…Или он запуган мной…Или думает, что я слишком умный…Или не любит учиться и не должен быть здесь…</p>
<p>Чёртов мальчишка. Всё что он делает — играет в игры. Они все одинаковы.</p>
<p>И это случилось… дверь в мир распахнулась… посланный электронный импульс рванулся по телефонным линиям, как героин по венам наркомана; убежище от повседневной некомпетентности найдено. «Это оно… То, к чему я принадлежу». Я знаю здесь каждого… даже если я никогда не встречал его, никогда не говорил с ним и могу больше никогда его не услышать… Я знаю вас всех…</p>
<p>Чёртов пацан, опять занимает телефонную линию. Они все одинаковы.</p>

<p>Вы готовы поклясться своей задницей, что мы все одинаковы. В школе нас всех кормили детским питанием с ложечки, в то время как нам хотелось бифштекса… Те кусочки мяса, что нам доставались, были разжёваны и безвкусны. Над нами доминировали садисты, и нас игнорировали равнодушные. Те немногие, кто могли чему-то научить, находили в нас желанных учеников, но они были как капли воды в пустыне.</p>

<p>Теперь это наш мир… Мир электронов и переключателей, мир красоты бодов. Мы используем существующие системы, не платя за то, что могло быть дешевле грязи, если бы не управлялось грязными спекулянтами, и вы называете нас преступниками. Мы исследуем, и вы называете нас преступниками. Мы ищем знания… и вы называете нас преступниками. Мы существуем без цвета кожи, без национальности, без религиозных распрей… и вы называете нас преступниками. Вы строите атомные бомбы, вы развязываете войны, убиваете, жульничаете и лжёте нам, пытаясь заставить нас поверить, что всё это — для нашего же блага, и мы всё ещё преступники.</p>

<p>Да, я преступник. Моё преступление — любопытство. Моё преступление в том, что я сужу людей не по тому, как они выглядят, а по тому, что они говорят и думают. Моё преступление в том, что я намного умнее вас. Это то, что вы мне никогда не простите.</p>

<p>Я хакер. И это мой манифест. Вы можете остановить одного из нас, но вам не остановить нас всех… в конце концов, мы все одинаковы.</p>
